{
    "cardiac_health_data": {
        "title":"CARDIAC HEALTH",
        "content":"Cardiac health refers to the overall well-being and optimal functioning of the heart and its associated vascular system. It is a critical aspect of overall health, as the heart is responsible for pumping oxygenated blood and essential nutrients throughout the body. ",
        "data":[
            {
                "header":"Coronary Artery Disease",
                "header_data":"Coronary Artery Disease (CAD) is a condition where coronary arteries, which supply oxygen-rich blood to the heart, narrow or block due to plaque buildup",
                "range":"Mild",
                "genes_analyzed":"ACE, PPARG, NPC1L1, ABCA1, APOB, APOC3, APOE, CETP, KCNE1, LDLR, ANGPLT4, NOS3, PCSK9",
                "interpretation":"You have mild genetic risk for Coronary artery disease. Few clinically significant mutations seen for it."
            },
            {
                "header":"Cardiomyopathy",
                "header_data":"A disease of the heart muscle that makes it hard for the heart to pump blood properly.",
                "range":"Low",
                "genes_analyzed":"MYH7, TNNT2, TTN, TNNC1, PLN, FLNC, PRKAGE, MYBPC3, MYL2, MYH6, ACTC1, TPM1, TNNI3, ABCC9",
                "interpretation":"There are no mutations found in genes related to cardiomyopathy suggests that you may not be at risk."
            },
            {
                "header":"Atrial Fibrillation",
                "header_data":"An irregular and often fast heartbeat that can cause blood clots, stroke, or heart failure.",
                "range":"Low",
                "genes_analyzed":"NPPA, GJA5, SCN5A, KCNH2, KCNQ1, KCNA5, KCNJ2, SCN1B, KCNE2, TTR",
                "interpretation":"There are no mutations found in the genes associated with atrial fibrillation, suggesting that you may not be at risk."
            },
            {
                "header":"Long QT Syndrome",
                "header_data":"A heart rhythm disorder that affects the electrical signals in the heart, sometimes leading to fainting or sudden death.",
                "range":"Low",
                "genes_analyzed":"CAV3, SCN5A, KCNH2, KCNQ1, CACNA1C, CALM1, SCN9A",
                "interpretation":"No mutations have been detected in the genes associated with long QT syndrome, which indicates you may not be at risk."
            },
            {
                "header":"Ventricular Arrythmias / Sudden Cardiac Death",
                "header_data":"Dangerous irregular heartbeats start in the lower chambers of the heart. It prevents oxygen-rich blood from circulating to the body and brain. This can lead to cardiac arrest, which is when the heart suddenly stops pumping blood.",
                "range":"Low",
                "genes_analyzed":"RYR2, CASQ2, CALM1, CALM2, SCN10A, KCNH2, KCNQ1, SCN5A, CALM3, KCNJ8, NKX2-5",
                "interpretation":"There are no mutations detected in the genes associated with ventricular arrhythmias or sudden cardiac death, suggesting that you may not be at risk."
            },
            {
                "header":"Hypertension",
                "header_data":"High blood pressure, which puts extra strain on the heart and blood vessels and can lead to heart disease or stroke.",
                "range":"Mild",
                "genes_analyzed":"MYH7, TNNT2, TTN, TNNC1, PLN, FLNC, PRKAGE, MYBPC3, MYL2, MYH6, ACTC1, TPM1, TNNI3, ABCC9",
                "interpretation":"You have mild genetic risk for Hypertension. Few clinically significant mutations seen for it."
            }
        ]
        
    },
    "metabolic_health_data": {
        "title":"METABOLIC HEALTH",
        "content":"Metabolic health refers to the state of having ideal levels of blood sugar, triglycerides, HDL cholesterol, blood pressure, and waist circumference, reducing risks of diabetes, heart disease, stroke, and improving overall quality of life and longevity.",
        "data":[
            {
                "header":"Diabetes",
                "header_data":"A condition where the body has trouble regulating blood sugar levels, either due to low insulin production (Type 1) or insulin resistance (Type 2).",
                "range":"Mild",
                "genes_analyzed":"ABCC8, C1QTNF6, CEL, CTLA4, DNAJC3, DUT, GCK, HLADQ, HLADR, HNF1A, HNF1B, HNF4A",
                "interpretation":"You have mild genetic risk for Diabetes. Few clinically significant mutations seen for it."
            },
            {
                "header":"Cholesterol Disorders",
                "header_data":"Problems with high or low levels of cholesterol, which can lead to clogged arteries and heart disease.",
                "range":"Moderate",
                "genes_analyzed":"LDLR, APOB, MTTP, APOA1, ABCA1, CETP, LPL, LDLRAP1, APOA4, APOC2, APOA5",
                "interpretation":"You have moderate genetic risk for Cholesterol disorders. You have clinically significant mutations in PCSK9 and APOB. It can predispose to elevated LDL cholesterol levels."
            },
            {
                "header":"Hypertriglyceridemia",
                "header_data":"High levels of triglycerides (a type of fat) in the blood, which can increase the risk of heart disease and pancreatitis.",
                "range":"Moderate",
                "genes_analyzed":"LPL, APOC2, APOA5, LMF1, GPIHBP1, APOA1, GCKR, APOB, PLTP, ANGPTL3, APOE",
                "interpretation":"You have Moderate genetic risk for Cholesterol Disorder. You have Homozygous mutations in DYNC2LI1, LIPC, PCSK9,  APOB, GCKR,  genes. This can predispose you elevated LDL cholesterol as well as triglyceride levels."
            },
            {
                "header":"Tendency to weight gain",
                "header_data":"A natural predisposition to gain weight more easily, often linked to genetics, metabolism, or lifestyle factors.",
                "range":"Mild",
                "genes_analyzed":"FTO, PCSK1, MC4R, LEPR, LEP, ENPP1, ADCY3, GHRL, CEP19, SIM1, NTRK2",
                "interpretation":"You have mild genetic risk for weight gain. Few clinically significant mutations seen for it."
            }
        ]
        
    },
    "vascular_health_data": {
        "title":"VASCULAR HEALTH",
        "content":"Vascular health refers to the proper functioning of blood vessels, ensuring efficient circulation of blood, oxygen, and nutrients throughout the body. It plays a vital role in preventing cardiovascular diseases, supporting organ function, and maintaining overall well-being.",
        "data":[
            {
                "header":"Tendency to Blood Clots",
                "header_data":"Also known as thrombophilia, this condition can be inherited or acquired where the blood clots more easily than normal, increasing the risk of blockages in blood vessels. . Inherited thrombophilia is caused by a genetic predisposition",
                "range":"Low",
                "genes_analyzed":"F2, F5, F12, SERPIN, SERPINA1, SERPINC1, SERPINE1, FGG, FGA, FGB, MTHFR, MTRR",
                "interpretation":"You have low genetic risk for Tendency to Blood Clots. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Bleeding Disorders",
                "header_data":"Bleeding disorders involve difficulty in clotting, leading to excessive or prolonged bleeding, often caused by genetic or acquired factors affecting coagulation.",
                "range":"Low",
                "genes_analyzed":"F2, F13A1, F9, THBD, MMACHC, F8, SERPIND1, F12, GP1BA, PEAR1, GP6, F11, KLKB1",
                "interpretation":"You have low genetic risk for Bleeding Disorders. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Peripheral Artery Disease",
                "header_data":"Peripheral Artery Disease (PAD) is a condition where narrowed arteries reduce blood flow to the limbs, often causing pain, numbness, or mobility issues, and increasing cardiovascular risk.",
                "range":"Mild",
                "genes_analyzed":"NOS3, TNF, VEGFA, APOE, CRP, SOD2, TIMP1, IL6, MMP2, NOS2, PPARG, LPA, PTPN11",
                "interpretation":"You have mild genetic risk for Peripheral Arterial Disease. Few clinically significant mutations seen for it."
            },
            {
                "header":"Arterial Aneurysms",
                "header_data":"Arterial aneurysms are bulges in the walls of arteries caused by weakness, which can rupture and lead to life-threatening internal bleeding or other complications.",
                "range":"Low",
                "genes_analyzed":"SMAD3, MMP9, TGFBR2, MMP2, FBN1, TGFBR1, TIMP1, TGFB2, MYLK, COL1A1, FBLN5, COL3A1",
                "interpretation":"You have low genetic risk for Arterial Aneurysms. No Clinically significant mutations were seen for it."
            }
        ]
        
    },
    "gut_immune_health_data": {
        "title":"Gut and Immune Health",
        "content":"Gut and Immune Health are interconnected, with 70% of immune cells residing in the gut. A healthy microbiome supports digestion, immunity, and inflammation control. Boost gut health with fiber, probiotics, and hydration while avoiding processed foods. This balance strengthens immunity and overall well-being.",
        "data":[
            {
                "header":"Crohn's Disease",
                "header_data":"A chronic condition where the immune system attacks the digestive tract, causing inflammation, pain, and digestive issues.",
                "range":"Mild",
                "genes_analyzed":"IL-10, NOD2, IL10, CARD15, IL23R, TNFSF15, IRF5, ATG16L1, IRGM, HLA-DRB1, IL6, TLR4, PTGS2, IL10RA, IL1B, IL2RA",
                "interpretation":"You have Mild genetic risk for Crohns disease. Few clinically significant mutations were seen for it."
            },
            {
                "header":"Ulcerative Colitis",
                "header_data":"A condition causing long-term inflammation and sores in the large intestine and rectum, leading to abdominal pain and diarrhea.",
                "range":"Low",
                "genes_analyzed":"GPR35, BACH2, NOD2, IL6, INAVA, IL37, CARD11, IL23R, IL10, ECM1, CXCL9, IL1B, ADCY7, ABCB1",
                "interpretation":"You have low genetic risk for Ulcerative Colitis. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Celiac Disease",
                "header_data":"An autoimmune disorder where eating gluten (found in wheat, barley, and rye) damages the small intestine, leading to digestive problems.",
                "range":"Mild",
                "genes_analyzed":"TRIM32, MKS1, IFT172, GPR35, MST1, IPO8, SOCS1, STAT3, IVNS1ABP, STAT5B, HLA-DQA1, HLA-DQB1, ARPC5, IGKC",
                "interpretation":"You have mild genetic risk for Celiac Disease. Few clinically significant mutations seen for it"
            },
            {
                "header":"Grave's Disease",
                "header_data":"An autoimmune disorder that causes the thyroid gland to become overactive, leading to symptoms like weight loss, a rapid heartbeat, and anxiety.",
                "range":"Low",
                "genes_analyzed":"KCNJ18, GABRA3, HLA-B8, HLA-DR, PTPN22, CTLA4, CD25, CD40, DIO2, TSHR, TG, CD226, TLR9, CD86, DRB1, DQB1, DQA1",
                "interpretation":"You have low genetic risk for Graves Disease. No Clinically significant mutations were seen for it."
            },
          {
                "header":"Systemic Lupus Erythematosus",
                "header_data":"An autoimmune disease where the immune system attacks various parts of the body, including skin, joints, and organs, causing inflammation and damage.",
                "range":"Low",
                "genes_analyzed":"HLA-DRB1, IL7R, CLEC16A, RPL5, CD58, CD40, CYP27B1, TNFRS1A, IL2R, MYT1A, MPHOSPH9, RGS1, CXCR4",
                "interpretation":"You have low genetic risk for SLE. No Clinically significant mutations were seen for it."
            },
          {
                "header":"Multiple Sclerosis",
                "header_data":"A disease where the immune system attacks the protective coating of nerves (myelin), causing problems with movement, vision, and sensation.",
                "range":"Low",
                "genes_analyzed":"GPR35, BACH2, NOD2, IL6, INAVA, IL37, CARD11, IL23R, IL10, ECM1, CXCL9, IL1B, ADCY7, ABCB1",
                "interpretation":"You have low genetic risk for Multiple Sclerosis. No Clinically significant mutations were seen for it."
            },
          {
                "header":"Rheumatoid Arthritis",
                "header_data":"An autoimmune disease where the immune system attacks joints, causing pain, swelling, and stiffness, especially in the hands and feet.",
                "range":"Low",
                "genes_analyzed":"STAT4, IL2RB, ANKRD55, PTPN22, CD247, IL2RA, PTPN2, IL10, SLC22A4, LACC1, MIF, HLA-DRB1, IL6, HLA-DR4",
                "interpretation":"You have low genetic risk for Rheumatoid Arthritis. No Clinically significant mutations were seen for it."
            },
          {
                "header":"Psoriasis",
                "header_data":"A skin condition where skin cells build up too quickly, causing scaly, red patches that may itch or hurt.",
                "range":"Mild",
                "genes_analyzed":"IL36RN, CARD14, TRAF3IP2, HLA-C, STAT3, TNF, IL12B, AP1S3, IL6, NOS2, IL23R, VEGFA, TNIP1, IL13, IL1B, TNFAIP3, HLA-A",
                "interpretation":"You have mild genetic risk for Psoriasis. Few clinically significant mutations seen for it."
            }
        ]
        
    },
    "kidney_liver_health_data": {
        "title":"Kidney and Liver Health",
        "content":"Kidney and Liver Health is vital for detoxification, metabolism, and body function. The kidneys filter waste and maintain fluid balance, while the liver processes nutrients and detoxifies harmful substances. Support them with hydration, a balanced diet, limited alcohol, and avoiding excess salt or processed foods.",
        "data":[
            {
                "header":"Chronic Kidney Disease",
                "header_data":"A gradual loss of kidney function over time, making it hard for the body to remove waste and excess fluid.",
                "range":"Low",
                "genes_analyzed":"APOL1, UMOD, COL4A3, COL4A4, COL4A5, SLC7A9, MGP, GLA, AGXT, RAAS, GRHPR, HOGA, CFHR3, HOGA1, CD2AP, NPHP4, NPHP3",
                "interpretation":"You have low genetic risk for Chronic Kidney Disease. No clinically significant mutations seen for it."
            },
            {
                "header":"Renal Stones",
                "header_data":"Hard, rock-like deposits that form in the kidneys, causing pain when they block urine flow or are passed out of the body.",
                "range":"Low",
                "genes_analyzed":"AGXT, GRHPR, HOGA1, SLC26A1, CYP24A1, XDH, MOCOS, PREPL, SLC2A9, SLC34A1, SLC3A1, SLC22A12, AGXT2, SLC7A9, SLC26A6",
                "interpretation":"You have low genetic risk for Renal Stones. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Tubulointerstitial Disease",
                "header_data":"A condition that damages the tubes and surrounding tissues in the kidneys, affecting their ability to filter waste.",
                "range":"Low",
                "genes_analyzed":"UMOD, MUC1, HNF1B, REN, SEC61A1, NPHP1, NPHP3, CEP290, RPGRIP1L, TTC21B, INVS, NPHP4, IQCB1, GLIS2",
                "interpretation":"You have low genetic risk for Tubulointerstitial Disease. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Liver Cirrhosis",
                "header_data":"A condition where long-term damage causes scarring of the liver, reducing its ability to function properly.",
                "range":"Low",
                "genes_analyzed":"MMEL1, IL12A, IRF5, TNPO3, TNFSF15, POU2AF1, IL12RB1, SPIB, PNPLA3, IFNL4, TM6SF2, MBOAT7, GCKR, HSD17B13, FAF2",
                "interpretation":"You have low genetic risk for Liver Cirrhosis. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Hemochromatosis",
                "header_data":"A condition where too much iron builds up in the body, which can damage organs like the liver, heart, and pancreas.",
                "range":"Low",
                "genes_analyzed":"HFE, HJV, HAMP, TFR2, SLC40A1, DENND3, BMP6, CP",
                "interpretation":"You have low genetic risk for Hemochromatosis. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Gall Bladder Disorders",
                "header_data":"Problems with the gallbladder, such as gallstones or inflammation, which can cause pain, nausea, and digestion issues.",
                "range":"Mild",
                "genes_analyzed":"ABCG8, APOE, APOC3, MTTP, APOA1, ABCA1, LDL, CETP, ABCB1, ABCB4, ABCG5, ApoB100, UGT1A1, ABCC2, ABCC3, CFTR",
                "interpretation":"You have Mild genetic risk for Gall Bladder disorder. Few clinically significant mutations were seen for it."
            },
            {
                "header":"Pancreatic Disorders",
                "header_data":"Conditions like pancreatitis (inflammation) or pancreatic insufficiency, which can affect digestion or insulin production.",
                "range":"Mild",
                "genes_analyzed":"SLC7A7, BCKDHA, CTLA4, PTPN22, HLA-DPB1, PRTN3, HLA-DPA1, SLC37A4, CFTR, CTRC, PRSS2, PRSS1, SPINK1, MEFV, CDC73, PNPLA2, ABCB4",
                "interpretation":"You have Mild genetic risk for Pancreatic disorder. Few clinically significant mutations were seen for it."
            }
        ]
        
    },
    "neuro_health_data": {
        "title":"Neuro Health",
        "content":"Neuro Health is vital for cognitive function, memory, and nervous system efficiency. A healthy brain aids decision-making, mood, and sensory responses. Support it with a nutrient-rich diet, exercise, mental stimulation, sleep, stress management, and avoiding harmful substances for optimal performance.",
        "data":[
            {
                "header":"Stroke",
                "header_data":"A sudden interruption of blood flow to the brain, which can cause weakness, speech difficulties, or paralysis.",
                "range":"Low",
                "genes_analyzed":"F2, F5, F12, SERPIN, SERPINA1, SERPINC1, SERPINE1, FGG, FGA, FGB, F11, PGM, PROC, PROS1, PROCR, MTHFR",
                "interpretation":"You have low genetic risk for Stroke. No Clinically significant mutations were seen for it."
            },
            {
                "header":"ALS",
                "header_data":"A condition that damages nerve cells controlling muscles, leading to weakness, difficulty speaking or swallowing, and eventual loss of muscle control.",
                "range":"Low",
                "genes_analyzed":"SETX, MAPT, UBQLN2, CYLD, TIA1, NEK1, ALS2, FUS, MATR3, TARDBP, ERBB4, OPTN, CHCHD10, ANG, TUBA4A, VCP, ANXA11",
                "interpretation":"You have low genetic risk for Amyotrophic Lateral Sclerosis. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Parkinsons Disease",
                "header_data":"A brain disorder that causes shaking, stiffness, and difficulty with balance and movement, often worsening over time.",
                "range":"Low",
                "genes_analyzed":"APOE, APP, ATP13A2, ATP1A3, ATXN2, ATXN3, CHCHD2, COMT, DCTN1, DDC, DNAJC13, DNAJC6, EIF4G1, FBXO7, FMR1",
                "interpretation":"You have low genetic risk for Parkinsons Disease. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Progressive Supranuclear Palsy",
                "header_data":"A rare brain disorder that causes balance, movement, and eye movement problems, making it hard to look up or down.",
                "range":"Low",
                "genes_analyzed":"MAPT, PRNP, ATP13A2, SNCA, GBA, TREM2, DCTN1, C9orf72, SOD1, MOBP, CHMP2B, GRN, FUS, NPC1",
                "interpretation":"You have low genetic risk for Progressive Supranuclear Palsy. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Seizures",
                "header_data":"Sudden electrical activity in the brain that can cause shaking, confusion, or temporary loss of awareness.",
                "range":"Low",
                "genes_analyzed":"SLC2A3, CBS, ADNP, TRAPPC4, CHRNA7, UFM1, CDK8, UGP2, AMT, GLDC, LAMA3, LAMC2, LAMB3, DIAPH1, IGF2, H19, GLI3, ARHGDIA, FOLR1, RPGRIP1L, NPHP1, TMEM237, AHDC1",
                "interpretation":"You have low genetic risk for Seizures. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Migraines",
                "header_data":"Severe headaches often accompanied by nausea, sensitivity to light and sound, and sometimes visual disturbances like flashing lights.",
                "range":"Mild",
                "genes_analyzed":"PLA2G6, CHMP2B, TARDBP, TBK1, TAF15, PPARGC1A, SOD1, OPTN, TREM2, NEK1, EPHA4, GRN, TMEM106B, CACNA1A, ATP1A2",
                "interpretation":"You have mild genetic risk for Migraines. Few clinically significant mutations seen for it."
            },
            {
                "header":"Tremors",
                "header_data":"Involuntary shaking or trembling of a part of the body, often the hands, which can occur at rest or during movement.",
                "range":"Low",
                "genes_analyzed":"HTT, SLC2A3, MAPT, RAI1, CACNA1C, ADCYAP1, DRD2, SCN1A, NKX2-1, SLC52A3, BTBD9, PDYN, STXBP1, MAPTTH, SNCA, SLC6A3",
                "interpretation":"You have low genetic risk for Tremors. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Peripheral Neuropathy",
                "header_data":"Damage to nerves outside the brain and spinal cord, causing numbness, tingling, or pain in the hands and feet.",
                "range":"Mild",
                "genes_analyzed":"PMP22, SLC12A6, EGR2, SCN9A, SOX10, MTMR2, PRPS1, MFN2, AIFM1, DYNC1H1, NEFH, MYH14, AP1S1",
                "interpretation":"You have mild genetic risk for Peripheral Neuropathy. Few clinically significant mutations seen for it."
            }
        ]
        
    },
    "mood_disorders_data": {
        "title":"Mood Disorders",
        "content":"Mood Disorders affect emotional well-being, causing conditions like depression, anxiety, or bipolar disorder. Manage them with therapy, medication, exercise, a balanced diet, stress management, and support networks for better emotional health and quality of life.",
        "data":[
            {
                "header":"Depression",
                "header_data":"A mood disorder that causes persistent feelings of sadness, lack of energy, and loss of interest in daily activities.",
                "range":"Low",
                "genes_analyzed":"SLC6A4, HTR2A, TPH2, BDNF, MTHFR, DRD2, S100B, HTR1A, CRHR1, COMT, DAOA/G30, DAO, ZNF804",
                "interpretation":"You have low genetic risk for Depression. No clinically significant mutations were seen for it."
            },
            {
                "header":"Anxiety",
                "header_data":"A condition involving excessive worry or fear that can cause physical symptoms like a racing heart, sweating, or restlessness.",
                "range":"Low",
                "genes_analyzed":"SLC6A4, ADORA2A, COMT, HTR1A, ADRA2A, DRD2, CCKBR, NPS, BDNF, HTR7",
                "interpretation":"You have low genetic risk for Anxiety. No clinically significant mutations were seen for it."
            },
            {
                "header":"Schizophrenia",
                "header_data":"A mental illness that affects how a person thinks, feels, and behaves, often causing hallucinations, delusions, and difficulty distinguishing reality from imagination.",
                "range":"Low",
                "genes_analyzed":"PRODH, COMT, APOL2, SYN2, DISC2, DAOA, HTR2A, MTHFR, APOL4, RBM12, ZNF804A, P250gap",
                "interpretation":"You have low genetic risk for Schizophrenia. No Clinically significant mutations were seen for it."
            },
            {
                "header":"ADHD",
                "header_data":"A condition that makes it hard to focus, sit still, or control impulses, often starting in childhood but sometimes continuing into adulthood.",
                "range":"Low",
                "genes_analyzed":"CHD8, ADH5, SLC6A8, SLC2A1, GABRB3, GABRA1, GABRG2, CDH2, CHD7, SLC6A19, SLC38A3, SCN8A, SLC1A2, SLC13A5",
                "interpretation":"You have low genetic risk for Attention Deficit Hyperactivity Disorder. No Clinically significant mutations were seen for it."
            }
        ]
        
    },
    "muscle_bone_health_data": {
        "title":"MUSCLE AND BONE HEALTH",
        "content":"Ensures strength, mobility, and resilience by maintaining optimal muscle mass and bone density. It reduces the risk of osteoporosis, fractures, and age-related muscle loss. Proper nutrition, exercise, and lifestyle habits are key to supporting long-term skeletal and muscular well-being.",
        "data":[
            {
                "header":"Osteoporosis",
                "header_data":"A condition where bones become weak and brittle, increasing the risk of fractures.",
                "range":"Mild",
                "genes_analyzed":"MATN3, SMAD6, SLC26A2, FBN1, COMP, NLRP1, FGFR1, CYP27B1, CYP24A1, VDR, CYP2R1, CASR, CYP27A1, BMP1, CA3-AS1, CACNA1S, CLCN7",
                "interpretation":"You have mild genetic risk for Osteoporosis. Few clinically significant mutations seen for it."
            },
            {
                "header":"Osteoarthritis",
                "header_data":"A joint disorder caused by the breakdown of cartilage, leading to pain, stiffness, and reduced movement, especially in older adults.",
                "range":"Mild",
                "genes_analyzed":"FRZB, MATN3, COMP, VDR, IL-1A, IL-1B, IL1RN, IL17A, IL17F, IL-6, BMP2",
                "interpretation":"You have mild genetic risk for Osteoporosis. Few clinically significant mutations seen for it."
            },
            {
                "header":"Myalgias / Muscle Atrophy",
                "header_data":"Myalgia is a medical term for muscle pain, while muscle atrophy is a condition that causes muscles to decrease in size and strength",
                "range":"Mild",
                "genes_analyzed":"ACTA1, TTN, TPM3, FBN1, GYG1, RYR1, SCN4A, MYH7, COQ2, ATP2B1, DMPK, NEB, DMD, COMT, 5-HTT",
                "interpretation":"You have mild genetic risk for myalgias. You have  mutations in myopathy related genes."
            },
            {
                "header":"Gout",
                "header_data":"Gout is a type of arthritis that causes pain and swelling in the joints due to a buildup of uric acid in the body",
                "range":"Low",
                "genes_analyzed":"DNAJB11, HPRT1, UMOD, PRPS1, HNF1B, SEC61A1, G6PC1, PFKM, MUC1, CLCNKB, SLC12A3, SLC37A4, APOE",
                "interpretation":"You have low genetic risk for Gout. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Ankylosing Spondylitis",
                "header_data":"A type of arthritis that primarily affects the spine, causing pain, stiffness, and reduced flexibility over time.",
                "range":"Low",
                "genes_analyzed":"HLA-B, ERAP1, IL1A, IL23R, CARD9, STAT3",
                "interpretation":"You have low genetic risk for Ankylosing Spondylitis. No Clinically significant mutations were seen for it."
            }
        ]
        
    },
    "aging_longevity_data": {
        "title":"Aging and Longevity",
        "content":"Focus on maintaining health and vitality as we age. Healthy aging involves balanced nutrition, regular exercise, mental stimulation, and stress management. Preventive care and lifestyle choices can delay age-related issues, improving quality of life and promoting a longer, healthier lifespan.",
        "data":[
            {
                "header":"Response to Oxidative Stress",
                "header_data":"The body’s ability to protect itself from damage caused by unstable molecules called free radicals, which can contribute to aging and diseases.",
                "range":"Moderate",
                "genes_analyzed":"HLA-B, ERAP1, IL1A, IL23R, CARD9, STAT3",
                "interpretation":"Homozygous mutation seen in SOD3 gene."
            },
            {
                "header":"Cellular Senescence and DNA Repair",
                "header_data":"Cellular senescence is a process where cells stop dividing but don’t die, contributing to aging and diseases. DNA repair is the body’s mechanism to fix damage to DNA, which is crucial for preventing mutations and maintaining health.",
                "range":"Mild",
                "genes_analyzed":"HLA-B, ERAP1, IL1A, IL23R, CARD9, STAT3",
                "interpretation":"You have mild genetic risk with slight variations  that affect the efficiency of cellular protection and DNA repair processes."
            },
            {
                "header":"Alzheimer's Disease / Dementia",
                "header_data":"Conditions that affect memory, thinking, and behavior, with Alzheimer’s being the most common cause of dementia in older adults.",
                "range":"Low",
                "genes_analyzed":"APOE, PSEN2, PSEN1, APP, MPO, NOS3, PLAU, CACNA1G, ABCA7, CREB, MAPT, UBQLN2, CYLD, TIA1, CHCHD10",
                "interpretation":"You have Low genetic risk for cognitive decline. No Clinically significant mutations were seen for it."
            }
        ]
        
    },
    "eye_health_data": {
        "title":"Eye Health",
        "content":"Eye Health ensures clear vision and quality of life. Conditions like macular degeneration, glaucoma, and cataracts can impair vision if untreated. Protect eyes with regular checkups, good nutrition, UV protection, limiting screen time, and staying hydrated to ensure long-term visual health.",
        "data":[
            {
                "header":"Age related Macular Degeneration",
                "header_data":"A condition where the central part of the retina (macula) deteriorates, leading to blurry or loss of central vision.",
                "range":"Low",
                "genes_analyzed":"C9, ABCA4, CFI, PROM1, PRPH2, CST3, FBLN5, ATXN7, CFHR1, CFHR3, HMCN1, FBN2, SIX6",
                "interpretation":"You have low genetic risk for Age Related Macular Degeneration. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Glaucoma",
                "header_data":"An eye condition where increased pressure damages the optic nerve, potentially leading to vision loss if untreated.",
                "range":"Low",
                "genes_analyzed":"MYOC, CYP1B1, TEK, COL18A1, PXDN, GLIS3, OPTN, NTF4, WDR36, EFEMP1, ASB10",
                "interpretation":"You have low genetic risk for Glaucoma. No Clinically significant mutations were seen for it."
            },
            {
                "header":"Cataract",
                "header_data":"A cloudy area in the lens of the eye that causes blurry vision and develops mostly with aging.",
                "range":"Low",
                "genes_analyzed":"CRYAA, DKC1, GFER, IARS2, RDH11, FTL, DNMBP, INTS1, FAR1, NOP10, AGK, INPP5K, NHS, CRYBA2, TRPM3, MED27, OTX2",
                "interpretation":"You have low genetic risk for Cataract. No Clinically significant mutations were seen for it."
            }
        ]
        
    },
    "nutrition_data": {
        "title":"Nutrition",
        "content":"Nutrition is key to health, providing essential nutrients for energy, growth, and repair. A balanced diet supports immunity, brain function, and overall well-being. Proper hydration, mindful eating, and healthy food choices enhance long-term health and vitality.",
        "data":[
            {
                "header":"Magnesium",
                "header_data":"Magnesium is an essential mineral that plays a key role in many body functions, like keeping your muscles, nerves, and heart working properly and supporting strong bones. Magnesium absorption genetics refers to how your genes affect your ability to absorb and use magnesium from the food you eat.",
                "range":"Mild",
                "genes_analyzed":"CNNM2, CTLA4, EGF, FXYD2, LRBA, TRPM6, SLC41A1, CLDN16, CLDN19, CASR, CLCNKB, EGFR",
                "interpretation":"You have mild genetic risk for impaired Magnesium absorption and metabolism. It can cause muscle aches and fatigue."
            },
            {
                "header":"Calcium",
                "header_data":"Calcium is essential for strong bones, teeth, muscle contractions, and nerve function. Your genes can affect how well your body absorbs and uses calcium. Poor absorption can lead to weak bones (osteoporosis) and muscle cramps.",
                "range":"Low",
                "genes_analyzed":"AGA, AP2S1, BMP1, C4BPB, CA3-AS1, CACNA1S, CASR, CLCN7, COL11A1, COL1A1, CRTAP",
                "interpretation":"You have low genetic risk for Impaired Calcium absorption and metabolism. No clinically significant mutations were seen in it."
            },
            {
                "header":"Phosphate",
                "header_data":"Phosphate works with calcium to build strong bones and teeth, and it’s also crucial for energy production in cells. Genetic factors can influence how well your body maintains the right balance of phosphate, which is important for overall energy and bone health.",
                "range":"Low",
                "genes_analyzed":"ALPL, BMP1, CA2, CLCN7, COL11A1, COL2A1, COL5A1, COL9A2, FGF23, FGFR3, FKBP10, GALNT3",
                "interpretation":"You have low genetic risk for impaired phosphate absorption and metabolism. No clinically significant mutations were seen for it."
            },
            {
                "header":"Homocysteine",
                "header_data":"Homocysteine is a byproduct of protein metabolism, and high levels can damage blood vessels and increase the risk of heart disease. Genetics can influence how well your body breaks it down, which depends on nutrients like folic acid (Vitamin B9), Vitamin B12, and Vitamin B6.",
                "range":"Low",
                "genes_analyzed":"MTHFR, COMT, MTRR, MTR, MMADHC, MS, CBS, BHMT, cSHMT, TC, MTHFD, GCPII, RFC,ABCD4, ACSF3",
                "interpretation":"You have low genetic risk for elevated homocysteine levels. No clinically significant mutations were seen for it."
            },
            {
                "header":"Iron",
                "header_data":"Iron is essential for making hemoglobin, which carries oxygen in your blood. Genetic differences can affect how well your body absorbs and uses iron, potentially leading to anemia (low energy and fatigue) if absorption is poor.",
                "range":"Mild",
                "genes_analyzed":"ABCD4, ACSF3, BBOF1, CD320, CUBN, DNMT1, FMO3, GIF, HCFC1, MCEE, MMAA, MMAB, MMACHC, MMADHC, MTHFD1, MTHFR, MTR, MTRR, MVK",
                "interpretation":"You have mild genetic risk for impaired iron absorption and metabolism. It can cause anemia, fatigue and hair loss."
            },
            {
                "header":"Zinc",
                "header_data":"Zinc is crucial for your immune system, wound healing, and cell repair. Genetic factors can influence how efficiently your body absorbs zinc, which may impact your ability to fight infections or heal wounds.",
                "range":"Mild",
                "genes_analyzed":"SLC7A7, SLC39A8, SLC30A2, COL7A1, IARS1, SLC39A4, MMP1, SLC30A, ZIP1, ZIP4, ZIP8, ZnT1",
                "interpretation":"You have mild genetic risk for impaired zinc absorption and metabolism. It can cause skin dryness and hair loss."
            },
            {
                "header":"Selenium",
                "header_data":"Selenium helps protect cells from damage and supports thyroid function. Genetics can affect how well your body absorbs selenium, which can influence your overall energy levels and immune health.",
                "range":"Low",
                "genes_analyzed":"DIO1, GPX2, TXNRD1, DIO2, GPX3, SELENOP, GPX4, GPX1, SELS, SBP2, SEPP1, SELENOS, SELENOF",
                "interpretation":"You have low genetic risk for impaired Selenium absorption and metabolism. No clinically significant mutations were seen for it."
            },
            {
                "header":"Vitamin K",
                "header_data":"Vitamin K is vital for blood clotting and bone health. Genetic differences can affect how your body absorbs and uses Vitamin K, potentially leading to bleeding problems or weaker bones.",
                "range":"Low",
                "genes_analyzed":"VKORC1, GGCX",
                "interpretation":"You have low genetic risk for impaired Vitamin K absorption and metabolism. No clinically significant mutations were seen for it."
            },
            {
                "header":"Vitamin D",
                "header_data":"Vitamin D helps your body absorb calcium, supports immune function, and promotes bone health. Genetics can affect how well your body processes Vitamin D from sunlight or food, potentially leading to weaker bones or immunity issues.",
                "range":"Low",
                "genes_analyzed":"AICDA, C4BPB, CD19, CD27-AS1, CD36, CTLA4, DOCK2, IKZF1, IL10RB, IL12B, IL21, IL23R, IL7R, LRBA, PTPRC, RAG1",
                "interpretation":"You have low genetic risk for impaired Vitamin D absorption and metabolism. No clinically significant mutations were seen for it."
            },
            {
                "header":"Vitamin B 12",
                "header_data":"Vitamin B12 is essential for nerve health, red blood cell production, and DNA repair. Genetics can affect your ability to absorb Vitamin B12 from food, which may lead to fatigue, nerve problems, or anemia if levels are low.",
                "range":"Mild",
                "genes_analyzed":"ABCD4, ACSF3, BBOF1, CD320, CUBN, DNMT1,DNMT2, FMO3, GIF, HCFC1, MCEE, MMAA, MMAB, MMACHC, MMADHC, MTHFD1, MTHFR, MTR, MTRR, MVK, NDUFA7, PRDX1, SLC19A2, TCN1, TCN2, ZNF143",
                "interpretation":"You have mild genetic risk for impaired Vitamin B12 absorption and metabolism. It can cause anemia, headaches, irritability, numbness and fatigue."
            },
            {
                "header":"Vitamin B 2",
                "header_data":"Vitamin B2 helps convert food into energy and supports healthy skin and eyes. Genetic factors can impact how well your body uses Vitamin B2, possibly affecting your energy levels.",
                "range":"Mild",
                "genes_analyzed":"ACAD9, ACAD10, ACAD11, ACAD12, ACAD13, ACAD14, ACAD15, ACAD16, ACAD17, SLC52A2, SLC52A3, AIMF1",
                "interpretation":"You have mild genetic risk for impaired Vitamin B2 absorption and metabolism. It can cause mouth ulcers, glossitis, dry skin."
            },
            {
                "header":"Vitamin B 1",
                "header_data":"Vitamin B1 is important for energy production and nerve health. Genetics can influence how well your body absorbs Thiamine, leading to fatigue or nerve-related issues if levels are low.",
                "range":"Mild",
                "genes_analyzed":"SLC19A2, SLC19A1, SLC19A3, SLC25A19, TPK1, SLC44A4, SLC35F3, SLC22A1, PDHA1, BCKDHA, BCKDHB, DBT",
                "interpretation":"You have mild genetic risk for impaired Vitamin B1 absorption and metabolism. It can cause headaches, feet swelling and fatigue."
            },
            {
                "header":"Vitamin C",
                "header_data":"Vitamin C supports your immune system, helps heal wounds, and keeps your skin healthy. Genetic variations can influence how your body absorbs and uses Vitamin C, affecting your ability to fight infections or heal quickly.",
                "range":"Mild",
                "genes_analyzed":"ACAT1, CPT1A, CPT2, CYB5R3, DLG4, HADHA, ICOS, MIR324, NCF2, PNCK, SLC22A5, SLC25A20, SLC27A5, TLR5, SLC23A1, SLC23A2, GLO",
                "interpretation":"You have mild  genetic risk for impaired Vitamin C absorption and metabolism. It can cause dental and gum issues, dry skin."
            },
            {
                "header":"Vitamin B6 & Biotin",
                "header_data":"Vitamin B6 helps the body make neurotransmitters and supports brain health, while Biotin is important for healthy skin, hair, and nails. Genetics can affect how efficiently your body absorbs these vitamins, which may impact mental clarity and skin health.",
                "range":"Mild",
                "genes_analyzed":"ACACA, ACAT1, BTD, DNAJC19, HLCS, HR, MASP1, MCCC1, MCCC2, MCEE, MLYCD, PC, PCCA, PCCB, PCK1",
                "interpretation":"You have mild genetic risk for impaired Vitamin B6 absorption and metabolism. It can cause anemia and fatigue."
            },
            {
                "header":"Vitamin B9/ Folic Acid",
                "header_data":"Vitamin B9 is crucial for making DNA and supporting healthy cell growth, especially during pregnancy. Genetic factors, like the MTHFR gene variation, can affect how well your body processes folic acid, potentially leading to problems with energy or cell repair.",
                "range":"Mild",
                "genes_analyzed":"MTHFR, COMT, MTRR, MTR, SLC46A1, RFC1, SHMT, FOLH1, FOLR1, FTCD, MTR , MTR, MTRR, MTHFD1, ADA",
                "interpretation":"You have mild genetic risk for impaired Vitamin B9 absorption and metabolism. It can cause mild fatigue, muscle aches and dry skin."
            },
            {
                "header":"Vitamin E",
                "header_data":"Vitamin E is an antioxidant that helps protect your cells from damage and supports skin, eye, and immune health. Genetics can affect how well your body absorbs and uses Vitamin E, impacting its protective effects.",
                "range":"Mild",
                "genes_analyzed":"TTPA, SR-BI, CD36, NPC1L1, LIPC, SREBP2, ASBT, SLC10A2, TAP1, ABCA1, SCAR-B1",
                "interpretation":"You have mild genetic risk for impaired Vitamin E absorption and metabolism. It can cause low immunity."
            },
            {
                "header":"Lipid Intolerance",
                "header_data":"Lipid intolerance refers to how your body processes fats. Genetics can influence how well your body breaks down and uses fats from food. If you have difficulty processing fats, it can lead to issues like high cholesterol, weight gain, or inflammation, increasing your risk for heart disease.",
                "range":"Mild",
                "genes_analyzed":"PEX1, PEX6, PEX10, HSD17B4, PPARA, PHYH, PEX7, SLC17A5, SMPD1, ACADM, ACADVL, HADHA, ACADS, ACOX1",
                "interpretation":"You have mild genetic risk of lipid intolerance."
            },
            {
                "header":"Protein Intolerance",
                "header_data":"Protein intolerance happens when your body struggles to digest certain proteins, often due to genetic variations affecting enzymes. This can lead to symptoms like bloating, discomfort, or poor nutrient absorption. For example, lactose intolerance (a type of protein intolerance) occurs because of a genetic inability to break down lactose in dairy.",
                "range":"Mild",
                "genes_analyzed":"BCKDHA, BCKDHB, DBT, PPM1K, BCAT2, HPD, OTC, CPS1, AASS, ASS1, NAGS, ASL, TAT, SLC7A9, SLC3A1, SLC7A7, SLC6A19",
                "interpretation":"You have mild genetic risk of protein intolerance."
            },
            {
                "header":"Adiponectin Levels",
                "header_data":"Adiponectin is a hormone that helps regulate blood sugar levels and fat metabolism. Your genes influence how much adiponectin your body produces. Low adiponectin levels can increase the risk of obesity, diabetes, and heart disease.",
                "range":"Mild",
                "genes_analyzed":"ADIPOQ, ADIPOR1, ADIPOR2, PPARG, KCNJ11, TCF7L2, APM1, GCKR, FTO, RETN, PLIN1",
                "interpretation":"You have mild genetic risk of adiponectin imbalance."
            },
            {
                "header":"Caffeine Sensitivity",
                "header_data":"Caffeine sensitivity is determined by how quickly your body breaks down caffeine, which is controlled by your genes. People with slow caffeine metabolism may feel jittery, anxious, or have trouble sleeping even after small amounts, while fast metabolizers can handle more caffeine without these effects.",
                "range":"Moderate",
                "genes_analyzed":"ADORA2A, CYP1A2, AHR, CUX2, NRCAM, DRD2, TAS2R43, TAS2R14, PDSS2",
                "interpretation":"You have moderate genetic risk for Caffeine intolerance."
            }
        ]
        
    },
    "methylation_data": {
        "title":"Methylation Genes",
        "content":"Regulate biological processes by controlling gene expression without altering DNA. Proper methylation supports detoxification, hormone balance, and DNA repair. Support it with a nutrient-rich diet, B-vitamins, exercise, and stress management to maintain overall health.",
        "data":[
            {
                "header":"COMT (Catechol-O-Methyltransferase)",
                "header_data":"Breaks down neurotransmitters like dopamine, epinephrine, and norepinephrine.COMT variants can influence mood, stress response, and pain sensitivity.",
                "range":"Mild",
                "genes_analyzed":"COMT",
                "interpretation":"A mild variation in the COMT gene may slightly affect neurotransmitter breakdown and emotional balance."
            },
            {
                "header":"MTHFR (Methylenetetrahydrofolate Reductase)",
                "header_data":"Converts folate into its active form (5-MTHF) essential for methylation.Mutations can impair methylation and increase homocysteine, affecting cardiovascular and mental health.",
                "range":"Mild",
                "genes_analyzed":"MTHFR",
                "interpretation":"A mild variation was observed in the MTHFR gene, which may slightly reduce methylation efficiency and folate metabolism. While not severe, it’s advisable to support this pathway through methylated B-vitamins and folate-rich foods"
            },
            {
                "header":"MTRR (Methionine Synthase Reductase)",
                "header_data":"Regenerates active MTR enzyme needed for B12-dependent methylation.Variants can reduce methylation efficiency and elevate homocysteine levels.",
                "range":"Mild",
                "genes_analyzed":"MTRR",
                "interpretation":"Mild-risk MTRR variants may slightly reduce enzyme efficiency, suggesting the need for consistent B12 and folate support."
            },
            {
                "header":"MTR (Methionine Synthase)",
                "header_data":"Catalyzes conversion of homocysteine to methionine using vitamin B12.MTR dysfunction can lead to homocysteine buildup and methylation disruption.",
                "range":"Mild",
                "genes_analyzed":"MTR",
                "interpretation":"MTR gene shows mild variants that may slightly affect the conversion of homocysteine to methionine using vitamin B12. supporting this pathway with B12-rich foods or bioactive  supplements can help. "
            },
            {
                "header":"AHCY (Adenosylhomocysteinase)",
                "header_data":"Converts S-adenosylhomocysteine (SAH) to homocysteine, regulating methylation feedback.Impaired AHCY activity can inhibit methylation and lead to toxic metabolite accumulation.",
                "range":"Low",
                "genes_analyzed":"AHCY",
                "interpretation":"Low-risk AHCY alleles suggest normal enzyme function, supporting balanced methylation and metabolic health."
            },
            {
                "header":"CBS (Cystathionine Beta-Synthase)",
                "header_data":"Converts homocysteine to cystathionine in the transsulfuration pathway.CBS upregulation can deplete methyl groups and increase ammonia or sulfur-containing metabolites.",
                "range":"Low",
                "genes_analyzed":"CBS",
                "interpretation":"Low-risk CBS alleles suggest normal enzyme function, supporting efficient homocysteine metabolism and healthy sulfur compound balance."
            },
            {
                "header":"SHMT1 (Serine Hydroxymethyltransferase 1)",
                "header_data":"Generates one-carbon units for the folate cycle by converting serine to glycine.Variants can affect folate metabolism and impair DNA synthesis and methylation.",
                "range":"Mild",
                "genes_analyzed":"SHMT1",
                "interpretation":"You have mild genetic risk with slight variations in the SHMT1 gene that may affect Vitamin B9 metabolism."
            },
            {
                "header":"DNMT (DNA Methyltransferases)",
                "header_data":"Catalyze the addition of methyl groups to DNA, silencing or activating genes.Imbalances in DNMT activity can alter gene expression, contributing to cancer, aging, and chronic disease.",
                "range":"Low",
                "genes_analyzed":"DNMT",
              "interpretation":"Low-risk DNMT alleles suggest normal enzyme activity and methylation supporting stable gene expression and epigenetic regulation."
            },
            {
                "header":"TCN2 (Transcobalamin II)",
                "header_data":"Transports active vitamin B12 into cells.Mutations can reduce cellular B12 availability, impairing methylation and energy production.",
                "range":"Mild",
                "genes_analyzed":"TCN2",
                "interpretation":"Mild TCN2 variants may slightly affect B12 transport, especially during periods of stress or poor absorption. Regular intake of active B12 (methylcobalamin) is suggested"
            },
            {
                "header":"BHMT (Betaine-Homocysteine Methyltransferase)",
                "header_data":"Uses betaine to convert homocysteine back into methionine, supporting methylation.Dysfunction in BHMT can elevate homocysteine and strain the folate-dependent methylation pathway.",
                "range":"Low",
                "genes_analyzed":"BHMT",
                "interpretation":"Mild-risk BHMT alleles may slightly reduce enzyme efficiency, potentially impacting the remethylation of homocysteine into methionine. This could lead to mildly elevated homocysteine levels, especially under conditions of nutritional deficiency or oxidative stress."
            }
        ]
        
    },
    "liver_detox_phase1": {
        "title":"Liver Detox Phase 1",
        "content":"Liver detoxification starts with Phase 1, where enzymes break down toxins for further processing. Gene variations can affect this process, influencing toxin clearance, health, and drug response.",
        "data":[
            {
                "header":"CYP1A1 (Cytochrome P450 Family 1 Subfamily A Member 1)",
                "header_data":"Metabolizes environmental toxins like dioxins and polycyclic aromatic hydrocarbons.Variants can affect cancer risk and the body’s ability to clear harmful environmental chemicals.",
                "range":"Normal",
                "genes_analyzed":"CYP1A1",
                "interpretation":"No variants have been identified."
            },
            {
                "header":"CYP1B1 (Cytochrome P450 Family 1 Subfamily B Member 1)",
                "header_data":"Breaks down estrogens and activates procarcinogens into reactive forms.Genetic changes may influence hormone-related cancer risk and toxin sensitivity.",
                "range":"Normal",
                "genes_analyzed":"CYP1B1",
                "interpretation":"No variants have been identified. "
            },
            {
                "header":"CYP2A6 (Cytochrome P450 Family 2 Subfamily A Member 6)",
                "header_data":"Processes nicotine and certain drugs like coumarin.Slow metabolizers may have reduced ability to clear nicotine and increased drug side effects.",
                "range":"Normal",
                "genes_analyzed":"CYP2A6",
                "interpretation":"No variants have been identified. "
            },
            {
                "header":"CYP2C9 (Cytochrome P450 Family 2 Subfamily C Member 9)",
                "header_data":"Metabolizes NSAIDs, warfarin, and other common drugs.Variants impact drug clearance speed, influencing bleeding risk and drug sensitivity.",
                "range":"Normal",
                "genes_analyzed":"CYP2C9",
                "interpretation":"No variants have been identified."
            },
            {
                "header":"CYP2C19 (Cytochrome P450 Family 2 Subfamily C Member 19)",
                "header_data":"Breaks down drugs like proton pump inhibitors, antidepressants, and clopidogrel.Poor metabolizers may not activate some medications effectively, reducing efficacy",
                "range":"Poor",
                "genes_analyzed":"CYP2C19",
                "interpretation":"Detoxification is slower than normal but not severely impaired"
            },
            {
                "header":"CYP2D6 (Cytochrome P450 Family 2 Subfamily D Member 6)",
                "header_data":"Processes ~25% of all prescription drugs, including opioids and antidepressants.Genetic differences can lead to poor, intermediate, or ultra-rapid drug metabolism",
                "range":"Normal",
                "genes_analyzed":"CYP2D6",
                "interpretation":"No variants have been identified."
            },
            {
                "header":"CYP3A4 (Cytochrome P450 Family 3 Subfamily A Member 4)",
                "header_data":"Handles the detox of over 50% of drugs and many toxins.Its activity affects drug levels, interactions, and susceptibility to toxic overload.",
                "range":"Normal",
                "genes_analyzed":"CYP3A4",
                "interpretation":"No variants have been identified."
            }
        ]
        
    },
    "liver_detox_phase2": {
        "title":"Liver Detox Phase 2",
        "content":"Phase II liver detoxification makes toxins water-soluble for easier elimination. Gene variations can affect how well the body clears pollutants, drugs, and harmful byproducts.",
        "data":[
            {
                "header":"NAT1 (N-Acetyltransferase 1)",
                "header_data":"Helps detoxify aromatic amines found in smoked meats, dyes, and pollutants.Gene variations can affect cancer risk and how well the body neutralizes certain toxins.",
                "range":"Normal",
                "genes_analyzed":"NAT1",
                "interpretation":"No variants have been identified."
            },
            {
                "header":"NAT2 (N-Acetyltransferase 2)",
                "header_data":"Processes drugs and carcinogens, especially from tobacco smoke and cooked meats.Slow acetylators may be at higher risk of drug side effects and toxin buildup.",
                "range":"Normal",
                "genes_analyzed":"NAT2",
                "interpretation":"No variants have been identified. "
            },
            {
                "header":"GSTM1 (Glutathione S-Transferase Mu 1)",
                "header_data":"Uses glutathione to neutralize free radicals and toxins.A common deletion (null genotype) means no enzyme is produced, reducing detox capacity.",
                "range":"Normal",
                "genes_analyzed":"GSTM1",
                "interpretation":"No variants have been identified. "
            },
            {
                "header":"GSTP1 (Glutathione S-Transferase Pi 1)",
                "header_data":"Protects cells from oxidative stress and detoxifies harmful compounds.Variants can reduce enzyme efficiency, affecting cancer risk and chemical sensitivity.",
                "range":"Normal",
                "genes_analyzed":"GSTP1",
                "interpretation":"No variants have been identified."
            },
            {
                "header":"SOD1 (Superoxide Dismutase 1)",
                "header_data":"Neutralizes superoxide radicals in the cytoplasm, reducing oxidative stress.Impairment can lead to increased inflammation and cellular damage.",
                "range":"Normal",
                "genes_analyzed":"SOD1",
                "interpretation":"No variants have been identified. "
            },
            {
                "header":"SOD2 (Superoxide Dismutase 2)",
                "header_data":"Breaks down free radicals in the mitochondria, supporting cellular energy and detox.Genetic changes may weaken antioxidant defense and increase chronic disease risk.",
                "range":"Normal",
                "genes_analyzed":"SOD2",
                "interpretation":"No variants have been identified."
            }
        ]
        
    },
    "hereditary_cancer_data": {
        "title":"Hereditary Cancer",
        "content":"Risk involves genetic mutations passed through families that increase cancer risk, such as in BRCA1 or BRCA2 genes. Early screening, genetic counseling, and lifestyle changes help manage risks. Awareness and prevention are key to reducing the impact of hereditary cancers.",
        "data":[
            {
                "header":"Breast Cancer",
                "header_data":"Genetics can influence breast cancer risk by affecting how the body regulates cell growth and repairs damage in breast tissue. A family history of the condition often indicates inherited risk factors.",
                "range":"Low",
                "interpretation":"You have mild genetic risk for impaired Magnesium absorption and metabolism. It can cause muscle aches and fatigue."
            },
            {
                "header":"Prostrate Cancer",
                "header_data":"Genetic factors can increase prostate cancer risk by influencing how cells in the prostate grow, divide, and repair damage, potentially leading to uncontrolled cell growth.",
                "range":"Low",
                "interpretation":"You are at low risk of developing ovarian cancer since no mutations are seen in the related genes. "
            },
            {
                "header":"Colorectal Cancer",
                "header_data":"A family history of colorectal cancer often points to genetic factors that affect how the body repairs damaged cells in the colon or rectum, leading to an increased risk of abnormal growths or polyps.",
                "range":"Low",
                "interpretation":"You are at low risk of developing colorectal cancer since no mutations are seen in the related genes."
            },
            {
                "header":"Pancreatic Cancer",
                "header_data":"Genetic predispositions may impact how the body regulates cell growth in the pancreas, making it more likely for abnormal cells to grow and lead to cancer.",
                "range":"Low",
                "interpretation":"You are at low risk of developing pancreatic cancer since no mutations are seen in the related genes. "
            },
            {
                "header":"Melanoma",
                "header_data":"Genetic factors can make the skin more prone to abnormal cell growth, especially when combined with environmental triggers like sun exposure, increasing the risk of melanoma.",
                "range":"Low",
                "interpretation":"You are at low risk of developing melanoma since no mutations are seen in the related genes. "
            },
            {
                "header":"Renal Cell Carcinoma",
                "header_data":"Genetic influences can affect the regulation of cell growth and repair in the kidneys, increasing the likelihood of abnormal cell development and kidney cancer.",
                "range":"Low",
                "interpretation":"You are at low risk of developing renal cell carcinoma since no mutations are seen in the related genes. "
            }
        ]
        
    }
}
